Repository: vippsas/vipps-login-wordpress
Catalog: languages/login-with-vipps-*.po
Languages: da_dk, fi, nb_no

source: The "Continue with %1$s" banner will have slightly different text depending on context, and some of these are rather long. You can change these dynamically if using hooks and filters, or you can use this override to change the standard text.
da_dk: Den "Fortsæt med %1$s" banner vil have lidt forskellig tekst afhængigt af sammenhængen, og nogle af disse er ret lange. Du kan ændre disse dynamisk ved hjælp af hooks og filtre, eller du kan bruge denne overskrivning for at ændre standardteksten.
fi: "Jatka käyttäen %1$s" bannerin teksti on hieman erilainen riippuen asiayhteydestä ja osa niistä on melko pitkiä. Voit muuttaa näitä dynaamisesti, jos käytät alkukoukkuja ja suodattimia tai voit käyttää tätä ohitusta muuttaaksesi vakiotekstiä.
nb_no: "Fortsett med %1$s"-banneret vil ha litt forskjellig tekst avhengig av konteksten, og noen av disse er ganske lange. Du kan endre disse dynamisk hvis du bruker hooks og filtre, eller du kan bruke denne overstyringen til å endre standardteksten.

source: The continue with %1$s-button can perform different actions depending on what is defined in your system. Per default it will log you in to WordPress or WooCommerce if installed, but plugins and themes can define more
da_dk: Knappen Fortsæt med %1$s kan udføre forskellige handlinger afhængigt hvad der er defineret i dit system. Som standard logger den dig ind på WordPress eller WooCommerce, hvis det er installeret, men plugins og temaer kan definere mere."
fi: Jatka käyttäen %1$s-painikkeella voi suorittaa erilaisia toimintoja sen mukaan, mitä järjestelmässäsi on määritelty. Oletusarvoisesti se kirjautuu sisään WordPressiin tai WooCommerceen, mikäli ne on asennettu, mutta liitännäiset ja teemt voivat määritellä enemmän.
nb_no: "Fortsett med %1$s"-knappen kan gjøre forskjellige ting avhengig av hva som er definert for den i ditt system. Som standard vil den logge deg inn i WordPress eller WooCommerce om dette er installert, men utvidelser og temaer kan definere fler etter behov.

source: The easiest way to log in. Anyone with %1$s can use %1$s to log in. No need to remember passwords ever again.
da_dk: Den nemmeste måde at logge ind på. Alle med %1$s kan bruge %1$s til at logge ind. Du behøver aldrig mere at huske adgangskoder.
fi: Helpoin tapa kirjautua sisään. Kuka tahansa, jolla on %1$s, voi käyttää %1$s kirjautumiseen. Ei tarvetta muistaa salasanoja enää koskaan.
nb_no: Den enkleste måten å logge inn på. Alle med %1$s kan bruke %1$s til å logge inn. Du trenger aldri mer å huske passord.

source: The user is connected to the %1$s profile with the phone number <b>%2$s</b>
da_dk: Brugeren er tilsluttet profilen %1$s med telefonnummeret <b>%2$s</b>
fi: Käyttäjä on yhdistetty profiiliin %1$s puhelinnumerolla <b>%2$s</b>
nb_no: Brukeren er koblet til %1$s-profilen med telefonnummer <b>%2$s</b>

source: The user is not connected to a %1$s profile.
da_dk: Brugeren er ikke forbundet til en %1$s profil.
fi: Käyttäjää ei ole yhdistetty %1$s-profiiliin.
nb_no: Brukeren er ikke koblet til en %1$s-profil.

source: There is a problem with verifying your ID token from %1$s. Unfortunately, you cannot continue with %1$s at this time.
da_dk: Der er et problem med at verificere din ID-token fra %1$s. Desværre kan du ikke fortsætte med %1$s på nuværende tidspunkt.
fi: Tunnusluvun vahvistamisessa käyttäen %1$s on ongelma. Et valitettavasti voi tällä hetkellä jatkaa käyttämällä %1$s.
nb_no: Et problem har oppstått mens vi verifiserte ID-token fra %1$s. Du kan dessverre ikke fortsette med %1$s.

source: This can only be called when logged in
da_dk: Dette kan kun kaldes, når du er logget ind.
fi: Tätä voidaan kutsua vain kirjautuneena sisään
nb_no: Dette er bare mulig å gjøre når du er logget inn.

source: This page is used to handle your requests when continuing from %1$s and further action is required to complete your task. But in this case, it doesn't seem to be an open session
da_dk: Denne side bruges til at håndtere dine anmodninger, når du fortsætter fra %1$s, og yderligere handling er nødvendig for at fuldføre din opgave. Men i dette tilfælde synes der ikke at være en åben session.
fi: Tätä sivua käytetään pyyntöjesi käsittelyyn, kun jatkat %1$s:stä ja tehtäväsi loppuunsaattaminen edellyttää lisätoimia. Kuitenkaan tässä tapauksessa kyseessä ei näytä olevan avoin istunto
nb_no: Denne siden brukes når du fortsetter fra %1$s, men det kreves en ytterligere handling for å bekrefte og fullføre handlingen din. I dette tilfellet ser det ut som om økten har utløpt.

source: This will be used as the title/popup of the button
da_dk: Dette vil blive brugt som titel/pop op på knappen.
fi: Tätä käytetään painikkeen otsikkona/ponnahdusikkunana
nb_no: Dette vil bli brukt som tittel/popup på knappen

source: This will replace Express Checkout on the checkout page.
da_dk: Dette vil erstatte Express Checkout på betalingssiden
fi: Tämä korvaa pikakassan kassasivulla.
nb_no: Dette vil erstatte Hurtigkassen på Kassesiden

source: Title
da_dk: Titel
fi: Otsikko
nb_no: Tittel

source: Turn Login with %1$s on and off
da_dk: Aktivér og deaktiver log ind med %1$s
fi: Kytke kirjautuminen käyttäen %1$s päälle ja pois päältä
nb_no: Skru Logg in med %1$s av og på

source: Unfortunately, you cannot connect to this %1$s-profile: The email addresses are not the same.
da_dk: Desværre kan du ikke oprette forbindelse til denne %1$s-profil: E-mailadresserne er ikke ens.
fi: Valitettavasti et voi muodostaa yhteyttä tähän %1$s-profiiliin: Sähköpostiosoitteet eivät ole samat.
nb_no: Du kan ikke koble med denne %1$s-profilen. E-postadressene er ikke like.

source: Unhandled error when using Continue with %1$s for action %2$s: %3$s
da_dk: Ubehandlet fejl ved brug af Fortsæt med %1$s for handling %2$s: %3$s
fi: Käsittelemätön virhe käytettäessä Jatka käyttäen %1$s toimintoa %2$s varten: %3$s
nb_no: En feil oppsto men ble ikke håndtert under "Fortsett med %1$s" for handling %2$s: %3$s

source: Unlink account
da_dk: Afbryd forbindelse
fi: Poista tilin linkitys
nb_no: Fjern tilknytningen

source: Unmapping user %2$d from %1$s
da_dk: Frakobler bruger %2$d fra %1$s.
fi: Käyttäjän %2$d kartoituksen poistaminen %1$s:stä
nb_no: Opphev tilordning av bruker %2$d fra %1$s

source: Use %1$s to login to your account
da_dk: Brug %1$s til at logge ind på din konto.
fi: Käytä %1$s kirjautuaksesi tilillesi
nb_no: Bruk %1$s til å logge inn til din konto

source: User cancelled the login
da_dk: Brugeren annullerede login'en.
fi: Käyttäjä peruutti kirjautumisen
nb_no: Brukeren avbryt innloggingen

source: Users in these roles *must* use login with %1$s. You can also require this for a given user on the profile page
da_dk: Brugere i disse roller *skal* logge ind med %1$s. Du kan også kræve dette for en given bruger på profil siden.
fi: Näissä rooleissa olevien käyttäjien *on kirjauduttava* käyttäen %1$s. Voit myös vaatia tätä tietyltä käyttäjältä profiilisivulla
nb_no: Brukerne i disse rollene *må* bruke %1$s ved innlogging. Du kan også kreve dette for særskilte brukere på profilsiden deres.

source: Welcome! If you see this page, an really unexpected error has occur. Unfortunately, we can't do better than to send you to the <a href='%s'>login page</a>
da_dk: Velkommen! Hvis du ser denne side, er der sket en virkelig uventet fejl. Desværre kan vi ikke gøre andet end at sende dig til <a href='%s'>login-siden</a>.
fi: Tervetuloa! Jos näet tämän sivun, on tapahtunut odottamaton virhe. Valitettavasti emme voi tehdä muuta kuin lähettää sinut <a href='%s'>sisäänkirjautumissivulle</a>
nb_no: Velkommen! Hvis du ser denne siden, har en svært uventet feil oppstått. Uheldigvis kan vi da ikke gjøre bedre enn å sende deg til <a href='%s'>innloggingssiden</a>

source: Yes, require confirmation
da_dk: Ja, kræ bekræftelse.
fi: Kyllä, vaadi vahvistus
nb_no: Ja, krev bekreftelse

source: You are connected to the %1$s profile with the phone number <b>%2$s</b>
da_dk: Du er forbundet til %1$s-profilen med telefonnummeret <b>%2$s</b>.
fi: Sinut on yhdistetty profiiliin %1$s, jonka puhelinnumero on <b>%2$s</b>
nb_no: Du er tilkoblet %1$s-profilen med telefonnummer <b>%2$s</b>

source: You are not connected to any %1$s profile
da_dk: Du er ikke tilknyttet nogen %1$s profil.
fi: Sinua ei ole yhdistetty mihinkään %1$s-profiiliin
nb_no: Du er ikke koblet til noen %1$s-profil.

source: You are now connected to the %1$s profile <b>%2$s</b>!
da_dk: Du er nu forbundet til %1$s profilen <b>%2$s</b>!
fi: Sinut on nyt yhdistetty %1$s-profiiliin <b>%2$s</b>!
nb_no: Du er nå tilkoblet %1$s-profilen <b>%2$s</b>!

source: You are now connected to the %1$s profile <b>%2$s</b>.
da_dk: Du er nu tilsluttet %1$s-profilen <b>%2$s</b>.
fi: Sinut on nyt yhdistetty %1$s-profiiliin <b>%2$s</b>.
nb_no: Du er nå koblet til %1$s-profilen <b>%2$s</b>.

source: You are now synchronized with the %1$s profile <b>%2$s</b>.
da_dk: Du er nu synkroniseret med profilen %1$s <b>%2$s</b>.
fi: Sinut on nyt synkronoitu %1$s-profiilin <b>%2$s</b> kanssa.
nb_no: Du er nå synkronisert med %1$s-profilen <b>%2$s</b>.

source: You can connect to your %1$s profile if you use the same email address in the %1$s app and on this site.
da_dk: Du kan tilslutte din %1$s profil, hvis du bruger den samme e-mailadresse i %1$s app'en og på dette websted.
fi: Voit muodostaa yhteyden %1$s-profiiliisi, jos käytät samaa sähköpostiosoitetta %1$s-sovelluksessa sekä tällä sivustolla.
nb_no: Du kan koble til din %1$s-profil hvis du bruker samme e-postadresse i %1$s og på denne nettsiden. Etter å ha koblet sammen, kan du logge inn med %1$s.

source: You must be logged in to confirm your account
da_dk: Du skal være logget ind for at bekræfte din konto.
fi: Sinun tulee olla kirjautunut vahvistaaksesi tilisi
nb_no: Du må være logget inn for å bekrefte din konto

source: You must be logged in to disconnect
da_dk: Du skal være logget ind for at afbryde.
fi: Sinun täytyy olla kirjautunut katkaistaksesi yhteyden
nb_no: Du må være logget inn for å kunne koble fra

source: You must be logged in to synchronise your account
da_dk: Du skal være logget ind for at synkronisere din konto.
fi: Sinun tulee olla kirjautunut synkronoidaksesi tilisi
nb_no: Du må være logget inn for å kunne synkronisere kontoen din

source: You need to confirm your email account before Login with %1$s can be used. Login to your account normally and connect with %1$s on your user page, or contact the site admin
da_dk: Du skal bekræfte din e-mailkonto, før du kan bruge Login med %1$s. Log ind på din konto som normalt og forbind med %1$s på din brugerside, eller kontakt administratoren på websitet.
fi: Sinun on vahvistettava sähköpostitilisi ennen kuin kirjautumista %1$s:llä voidaan käyttää. Kirjaudu tilillesi normaalisti ja muodosta yhteys käyttäjäsivullasi käyttäen %1$s tai ota yhteys sivuston ylläpitäjään
nb_no: Du må bekrefte e-postkontoen din før pålogging med %1$s kan brukes. Logg inn på kontoen din på vanlig måte og koble til med %1$s på brukersiden din, eller kontakt nettstedsadministratoren.

source: You successfully completed the action "%2$s" using %1$s - unfortunately, this website doesn't know how to handle that.
da_dk: Du har succesfuldt fuldført handlingen "%2$s" med %1$s - desværre kan denne hjemmeside ikke håndtere det.
fi: Suoritit onnistuneesti toiminnon "%2$s" käyttämällä %1$s - valitettavasti tämä sivusto ei osaa käsitellä sitä.
nb_no: Du har fullført handlingen "%2$s" med %1$s. Uheldigvis så vet ikke denne nettsiden hva den skal gjøre med det.

source: Your addresses are now synchronized with the %1$s-account %2$s.
da_dk: Dine adresser er nu synkroniseret med %1$s-kontoen %2$s.
fi: Osoitteesi on nyt synkronoitu %1$s-tilin %2$s kanssa.
nb_no: Addressene dine er nå synkronisert med %1$s-kontoen%2$s.

source: Your login session is missing. Ensure that you are accessing this site on a secure link (using HTTPS). Also, ensure that you are not blocking cookies – you will need those to log in.
da_dk: Din login-session mangler. Sørg for, at du får adgang til dette websted via et sikkert link (ved hjælp af HTTPS). Sørg også for, at du ikke blokerer cookies - du skal bruge dem for at logge ind.
fi: Kirjautumisistunto puuttuu. Varmista, että käytät tätä sivustoa suojatun linkin kautta (https). Varmista myös, että et ole estänyt evästeitä - tarvitset niitä kirjautuaksesi sisään.
nb_no: Innloggingsøkten din mangler. Pass på at du besøker dette nettstedet via en sikker kobling (med HTTPS). Sørg også for at du ikke blokkerer infokapsler - disse brukes til å logge inn med.

source: Your redirect-URI is:
da_dk: Din omdirigerings-URI er:
fi: Uudelleenohjattava URI:si on:
nb_no: Redirect URIen din er
