Repository: vippsas/vipps-login-wordpress
Catalog: languages/login-with-vipps-*.po
Languages: da_dk, fi, nb_no

source: %1$s integration settings
da_dk: %1$s integration indstillinger
fi: %1$s integraatioasetukset
nb_no: %1$s integreringsinnstillinger

source: %1$s user with phone %2$s just connected to account %1$d
da_dk: %1$s bruger med telefon %2$s er lige blevet tilsluttet til konto %1$d
fi: %1$s käyttäjä, jolla on puhelin %2$s on juuri yhdistetty tiliin %1$d
nb_no: %1$s bruker med telefon %2$s har nettopp koblet seg til konto %1$d

source: %1$s user with phone %2$s just connected to account %3$d during account creation
da_dk: %1$s bruger med telefon %2$s er lige blevet tilkoblet konto %3$d under oprettelsen af kontoen.
fi: %1$s käyttäjä, jolla on puhelin %2$s on juuri yhdistetty tiliin %3$d tilin luomisen yhteydessä
nb_no: %1$s bruker med telefon %2$s koblet seg nettopp til konto %3$d under opprettelsen av kontoen.

source: %1$s user with phone %2$s just connected to account %3$d during login
da_dk: %1$s bruger med telefon %2$s er lige blevet tilsluttet konto %3$d under login.
fi: %1$s käyttäjä, jolla on puhelin %2$s on juuri muodostanut yhteyden tiliin %3$d kirjautumisen yhteydessä
nb_no: %1$s bruker med telefon %2$s koblet nettopp til konto %3$d under pålogging

source: <a href='%s'>Return to your previous page</a> to try again</a>
da_dk: <a href='%s'>Gå tilbage til din forrige side</a> for at prøve igen</a>
fi: <a href='%s'>Palaa edelliselle sivulle</a> ja yritä uudelleen</a>
nb_no: <a href='%s'>Gå tilbake til forrige side</a> for å prøve igjen

source: A problem occurred when getting user info from %1$s:
da_dk: Der opstod et problem, da der blev hentet brugeroplysninger fra %1$s:
fi: Ilmeni ongelma, kun käyttäjätietoja haettiin kohteesta %1$s:
nb_no: Det oppstod et problem da du hentet brukerinformasjon fra %1$s:

source: A problem occurred when trying to use %1$s:
da_dk: Der opstod et problem, da der forsøges at bruge %1$s:
fi: Ilmeni ongelma, kun yritettiin käyttää kohdetta %1$s:
nb_no: Det oppstod et problem da du prøvde å bruke %1$s:

source: Add %1$s to login page
da_dk: Tilføj %1$s til loginskærmen
fi: Lisää %1$s kirjautumissivulle
nb_no: Legg %1$s til innloggingssiden

source: Allow users to register as customers in WooCommerce using Login with %1$s
da_dk: Tillad brugere at registrere sig som kunder i WooCommerce ved hjælp af Login med %1$s.
fi: Salli käyttäjien rekisteröityä asiakkaiksi WooCommerceen käyttäen kohteen %1$s sisäänkirjautumista
nb_no: Tillat brukere å registrere seg som kunder i WooCommerce med %1$s

source: Application
da_dk: Ansøgning
fi: Sovellus
nb_no: Applikasjon

source: Are you registered as a customer? Log in with %s to continue your checkout.
da_dk: Er du registreret som kunde? Log ind med %s for at fortsætte din bestilling.
fi: Oletko reskiteröitynyt asiakkaaksi? Kirjaudu sisään %s avulla jatkaaksesi maksamista.
nb_no: Er du registrert som kunde? Logg inn med %s for å fortsette til kassen.

source: Are you registered as a customer? Log in with %s.
da_dk: Er du registreret som kunde? Log ind med %s.
fi: Oletko rekisteröitynyt asiakkaaksi? Kirjaudu sisään %s avulla.
nb_no: Er du registrert som kunde? Logg inn med %s.

source: As long as your profile is connected to %1$s, you can log in with %1$s.
da_dk: Så længe din profil er tilsluttet %1$s, kan du logge ind med %1$s.
fi: Kunhan profiilisi on yhdistetty kohteeseen %1$s, voit kirjautua sisään %1$s avulla.
nb_no: Så lenge kontoen din er koblet til %1$s, kan du bruke %1$s til å logge inn.

source: Cannot log in: It is required for this account to verify login with the %1$s app
da_dk: Kan ikke logge ind: Det kræves, at denne konto verificerer log ind med %1$s-appen.
fi: Sisäänkirjautuminen ei onnistu: Tämän tilin on vahvistettava kirjautuminen %1$s avulla.
nb_no: Kan ikke logge inn: For denne kontoen er det påkrevet at du verifiserer loginen din med %1$s-appen

source: Cannot redirect to %1$s waiting page as it doesn't exist. If you just tried to log in, check your email.
da_dk: Kan ikke omdirigere til %1$s venteside, da den ikke eksisterer. Hvis du lige har forsøgt at logge ind, skal du tjekke din e-mail.
fi: Ohjaaminen kohteen %1$s odotussivulle ei onnistu, sillä sitä ei ole olemassa. Mikäli yritit juuri kirjautua sisään, tarkista sähköpostisi.
nb_no: Kan ikke redirigere til ventesiden til Logg inn med %1$s siden den ikke eksisterer. Hvis du nettopp prøvde å logge inn, sjekk e-posten din.

source: Change "Continue with %1$s" banner link text
da_dk: Ændre teksten til bannerlinket "Fortsæt med %1$s"
fi: Muuta "Jatka käyttäen %1$s" bannerin linkin tekstiä
nb_no: Endre teksten til bannerlenken "Fortsett med %1$s"

source: Change "Continue with %1$s" banner text
da_dk: Ændre teksten til bannerlinket "Fortsæt med %1$s"
fi: Muuta "Jatka käyttäen %1$s" bannerin tekstiä
nb_no: Endre "Fortsett med %1$s"-bannerteksten

source: Choose which login method you'd like to enable for your users.
da_dk: Vælg hvilken login metode du gerne vil aktivere for dine brugere.
fi: Valitse minkä kirjautumistavan haluat ottaa käyttäjillesi käyttöön.
nb_no: Velg hvilken påloggingsmetode du vil aktivere for brukerne dine.

source: Click here to continue
da_dk: Klik her for at fortsætte
fi: Klikkaa tästä jatkaaksesi
nb_no: Trykk her for å fortsette

source: Click to continue
da_dk: Klik for at fortsætte.
fi: Klikkaa jatkaaksesi
nb_no: Klikk for å fortsette

source: Client ID
da_dk: Klient-ID
fi: Asiakkaan ID

source: Client Secret
da_dk: Klienthemmelighed
fi: Asiakassalaisuus

source: Connection to %1$s profile %2$s <b>removed</b>.
da_dk: Forbindelse til %1$s profil %2$s <b>fjernet</b>.
fi: Yhteys %1$s profiiliin %2$s <b>poistettu</b>.
nb_no: Forbindelsen til %1$s-profilen %2$s <b>fjernet</b>.

source: Continue with
da_dk: Jeg forstår. Venligst fortsæt.
fi: Jatka käyttäen
nb_no: Fortsett med

source: Continue with %1$s page
da_dk: Fortsæt med %1$s side.
fi: Jatka %1$s sivulla
nb_no: Fortsett med %1$s-side

source: Copy the URI above. Then go to <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> and choose "Developer". Find your point of sale and press "Setup login". Press "Activate Login" and paste the URI into the field "URI". Then press "Save". If you change your websites name or your permalink setup, you will need to register the new URI the same way.
da_dk: Kopier URI'en ovenfor. Gå derefter til <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> og vælg "Developer". Find dit salgssted, og tryk på "Setup login". Tryk på "Activate Login" og indsæt URI'en i feltet "URI". Tryk derefter på "Gem". Hvis du ændrer navnet på din hjemmeside eller opsætningen af dit permalink, skal du registrere den nye URI på samme måde.
fi: Kopioi ylläoleva URI. Mene sen jälkeen <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> ja valitse "Kehittäjä". Etsi myyntipisteesi ja valitse "Määritä kirjautuminen". Paina "Aktivoi kirjautuminen" ja liitä URI kenttään "URI. Paina sitten "Tallenna". Mikäli teet muutoksia sivustosi nimeen tai pysyvän linkin asetuksiin, sinun täytyy rekisteröidä uusi URI samalla tavalla.
nb_no: Kopier URI-en over. Gå så til <a target='_blank' href='%s'>https://portal.vippsmobilepay.com</a> og velg "Utvikler". Finn ditt utsalgssted og velg "Setup login". Velg "Aktiver Login" og lim inn URI-en inn i feltet merket 'URI'. Velg så "Lagre". Hvis du endrer ditt nettsteds navn eller permalenke-oppsettet ditt, vil du måtte registrere den nye URI-en på nytt på samme måte.

source: Could not connect to your %1$s profile:
da_dk: Kunne ikke oprette forbindelse til din %1$s-profil:
fi: Yhteyttä %1$s-profiilisi ei voitu muodostaa
nb_no: Kunne ikke koble med %1$s-profilen:

source: Could not create a new user - an error occured: %s
da_dk: Der kunne ikke oprettes en ny bruger - der opstod en fejl: %s.
fi: Uutta käyttäjää ei voitu luoda - ilmeni ongelma: %s
nb_no: Kunne ikke opprette en ny bruker - det oppsto en feil: %s

source: Could not create session table. The Login with %1$s plugin is not correctly installed.
da_dk: Kunne ikke oprette sessions tabel. Login med %1$s-pluginet er ikke korrekt installeret.
fi: Istuntotaulukkoa ei voitu luoda. %1$s-lisäosan kirjautuminen ei ole asetettu oikein.
nb_no: Kunne ikke opprette session table. Logg inn med %1$s-pluginen er ikke korrekt innstallert.

source: Could not create user identity table. The Login with %1$s plugin is not correctly installed.
da_dk: Der kunne ikke oprettes en brugertabel. Log ind med %1$s-plugin-modulet er ikke korrekt installeret.
fi: Käyttäjätunnusten taulukkoa ei voitu luoda. %1$s-lisäosan kirjautuminen ei ole asetettu oikein.
nb_no: Kunne ikke opprette brukeridentitetstabell. Plugin-modulen Login med %1$s er ikke riktig installert.

source: Could not find any user with your registered email. Cannot log in.
da_dk: Kunne ikke finde nogen bruger med din registrerede e-mail. Kan ikke logge ind.
fi: Käyttäjää ei löytynyt rekisteröidyllä sähköpostiosoitteellasi. Kirjautuminen ei onnistu.
nb_no: Kunne ikke finne noen bruker med din registrerte e-postadresse. Kan ikke logge deg inn.

source: Could not find or create the "Continue with %1$s" page.
da_dk: Jeg kunne ikke finde eller oprette siden "Fortsæt med %1$s".
fi: "Jatka käyttäen %1$s" sivua ei löytynyt tai voitu luoda.
nb_no: Fant ikke er kunne ikke opprette "Fortsett med %1$s"-siden.

source: Could not synchronize your %1$s profile:
da_dk: Kunne ikke synkronisere din %1$s profil:
fi: %1$s-profiiliasi: ei voitu synkronoida
nb_no: Kunne ikke synkronisere med din %1$s-profil:

source: Could not verify your oAuth2 token: %s
da_dk: Kunne ikke verificere din oAuth2-token: %s
fi: oAuth2 merkkiä: %s ei voitu todentaa
nb_no: Kunne ikke verifisere din oAuth2 token: %s

source: Create a new page
da_dk: Opret en ny side
fi: Luo uusi sivu
nb_no: Lag ny side

source: Create an account using %s
da_dk: Opret en konto ved at bruge %s
fi: Luo tili käyttäen %s
nb_no: Lag en ny konto med %s

source: Dismissed message
da_dk: Afskediget besked
fi: Hylätty viesti
nb_no: Melding merket lest

source: Enable Login with %1$s
da_dk: Aktivér login med %1$s.
fi: Salli kirjautuminen käyttäen %1$s
nb_no: Skru på Logg inn med %1$s

source: Enable Login with %1$s for WooCommerce
da_dk: Aktivér Login med %1$s for WooCommerce
fi: Salli WooCommerceen kirjautuminen käyttäen %1$s
nb_no: Skru på Logg inn med %1$s for WooCommerce

source: Enable Login with %1$s on your customer's pages in WooCommerce
da_dk: Aktivér login med %1$s på din kundesider i WooCommerce.
fi: Salli kirjautuminen käyttäen %1$s asiakkaan sivuilla WooCommercessa
nb_no: Skru på Logg inn med %1$s på kundens side i WooCommerce

source: Enable new users to be created as customers if using Login with %1$s with WooCommerce. If you are using the payment gateway, this will have been configured to create new users when using Express Checkout - checkout the payment gateway settings to modify this.
da_dk: Gør det muligt at oprette nye brugere som kunder, hvis man bruger Log ind med %1$s med WooCommerce. Hvis du bruger betalingsgatewayen, vil dette være konfigureret til at oprette nye brugere, når du bruger Express Checkout - tjek betalingsgatewayindstillingerne for at modificere dette.
fi: Salli uusien käyttäjien luominen asiakkaiksi, jos käytät WooCommercen kanssa apuna kirjautumista käyttäen %1$s. Jos käytät maksuporttia, tämä on määritetty luomaan uusia käyttäjiä, kun käytössäsi on pikakassa - tarkista maksuportin asetukset muuttaaksesi tätä ominaisuutta.
nb_no: Tillat nye brukere å bli opprettet som kunder hvis du bruker Login med %1$s sammen med WooCommerce. Hvis du bruker betalingsgatewayen, vil denne nå bli konfigurert til å opprette nye brukere når de handler med hurtigkassen - se betalingsmodulinstillingene for å endre på dette.

source: Everybody
da_dk: Alle
fi: Kaikki
nb_no: Alle

source: Get addresses
da_dk: Få adresser
fi: Hanki osoitteet
nb_no: Hent adresser

source: Go to <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> and choose "Developer". Find your point of sale and press "Show keys". Copy the value of "client id" and paste it into this field
da_dk: Gå til <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> og vælg "Udvikler". Find din salgssted og tryk på "Vis nøgler". Kopier værdien af "klient-id" og indsæt den i dette felt.
fi: Mene kohtaan <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> ja valitse "Kehittäjä". Etsi myyntipisteesi ja paina "Näytä avainkoodit". Kopioi "asiakastunnus" ja liitä se tähän kenttään
nb_no: Gå til <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> og velg "Utvikler". Finn salgsstedet ditt og trykk på "Vis nøkler". Kopier verdien for "client id" og lim den inn i dette feltet.

source: Go to <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> and choose "Developer". Find your point of sale and press "Show keys". Copy the value of "client secret" and paste it into this field
da_dk: Gå til <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> og vælg "Udvikler". Find din salgspunkt og tryk "Vis nøgler". Kopiér værdien af "klienthemmelighed" og indsæt den i dette felt.
fi: Mene kohtaan <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> ja valitse "Kehittäjä". Etsi myyntipisteesi ja paina "Näytä avainkoodit". Kopioi "asiakassalaisuus" ja liitä se tähän kenttään
nb_no: Gå til <a target="_blank" href="%s">https://portal.vippsmobilepay.com</a> og velg "Utivkler". Finn salgsstedet ditt og trykk på "Vis nøkler". Kopier verdien av "client secret" og lim den inn i dette feltet.

source: Having downloaded Log in with %1$s: It is quick and easy to get started! Get your API keys in the %1$s Portal and add them to the plugin to activate Log in with %1$s.
da_dk: Efter at have downloadet Log ind med %1$s: Det er hurtigt og nemt at komme i gang! Få dine API-nøgler i %1$s Portalen og tilføj dem til plugin'et for at aktivere Log ind med %1$s.
fi: Kun olet ladannut sisäänkirjautumisen käyttäen %1$s: Aloittaminen on helppoa ja nopeaa! Hae API-avaimesi %1$s-portaalista ja lisää ne lisäosaan aktivoidaksesi sisäänkirjautumisen käyttäen %1$s.
nb_no: Til deg som har lastet ned %1$s logg inn plugin: Det er raskt og enkelt å komme i gang! Hent API nøkler i %1$s Portalen og legg de inn i plugin for å aktivere Logg inn med %1$s. Se her!

source: If you are using Express Checkout, that will be shown instead.
da_dk: Hvis du bruger Express Checkout, vil det blive vist i stedet.
fi: Mikäli käytät pikakassaa, se näytetään sen sijaan.
nb_no: Hvis du bruker Hurtigkassen, vil den bli vist i stedet

source: If you check this, this user will not be allowed to log in without confirming this operation with their %1$s app - email addresses must match.
da_dk: Hvis du avhuker dette, vil denne bruger ikke få lov til at logge ind uden at bekræfte denne handling med deres %1$s-app - e-mailadresserne skal matche.
fi: Jos valitset tämän, käyttäjä ei saa kirjautua sisään ilman tämän toiminnon vahvistamista %1$s-sovelluksellaan - sähköpostiosoitteiden on täsmättävä.
nb_no: Hvis du huker av dette, vil brukeren ikke kunne logge inn uten å bekrefte innloggingen med %1$s-appen sin. Epostaddressene må være like.

source: Installed database tables for Login With %1$s
da_dk: Installeret database tabeller til Login With %1$s
fi: Asennettu tietokantataulukoihin kirjautumista varten, kun käytetään %1$s
nb_no: Installerte databasetabeller for Logg inn med %1$s

source: Insufficient privileges
da_dk: Utilstrækkelige privilegier.
fi: Riittämättömät oikeudet
nb_no: Ikke tilstrekkelige tillatelser

source: It is unfortunately not allowed for your account to log-in using %1$s
da_dk: Det er desværre ikke tilladt for din konto at logge ind med %1$s.
fi: Tilillesi ei valitettavasti ole sallittua kirjautua käyttämällä %1$s
nb_no: Det er uheldigvis ikke tillatt for din konto å bruke Vipps til å logge inn med %1$s

source: Log in or register an account using %1$s.
da_dk: Log ind eller opret en konto ved hjælp af %1$s.
fi: Kirjaudu sisään tai rekisteröi tili käyttämällä %1$s.
nb_no: Logg inn eller registrer en konto med %1$s.

source: Log in or register an account using %s.
da_dk: Log ind eller opret en konto ved hjælp af %s.
fi: Kirjaudu sisään tai rekisteröi tili käyttämällä %s.
nb_no: Logg inn eller registrer en konto med %s.

source: Log in or register an account with %s to continue your checkout.
da_dk: Log ind eller opret en konto med %s for at fortsætte med din bestilling.
fi: Kirjaudu sisään tai rekisteröi tili käyttämällä %s jatkaaksesi kassalla.
nb_no: Logg inn eller registrer en konto med %s for å fortsette til kassen.

source: Log in to WooCommerce
da_dk: Log ind på WooCommerce.
fi: Kirjaudu WooCommerceen
nb_no: Logg inn i WooCommerce

source: Log in to WordPress
da_dk: Log ind på WordPress
fi: Kirjaudu WordPressiin
nb_no: Logg inn i WordPress

source: Log in with
da_dk: Log ind med
fi: Kirjaudu käyttäen
nb_no: Logg inn med

source: Log in with %1$s
da_dk: Log ind med %1$s.
fi: Kirjaudu käyttäen %1$s
nb_no: Logg inn med %1$s

source: Log in with %1$s on the Wordpress login page
da_dk: Log ind med %1$s på WordPress-loginssiden
fi: Kirjaudu Wordpressin sisäänkirjautumissivulla käyttäen %1$s
nb_no: Logg inn med %1$s på Wordpress sin innloggingsside

source: Log in with %1$s!
da_dk: Log ind med %1$s!
fi: Kirjaudu käyttäen %1$s!
nb_no: Logg inn med %1$s!

source: Log in with %1$s-button
da_dk: Log ind med %1$s-knap
fi: Kirjaudu käyttäen %1$s-painiketta
nb_no: Logg inn med %1$s-knapp

source: Log in without password using %1$s
da_dk: Log på uden adgangskode ved hjælp af %1$s
fi: Kirjaudu ilman salasanaa käyttämällä %1$s
nb_no: Logg inn uten passord med %1$s

source: Logg inn med %1$s-logo
da_dk: Log ind med %1$s-logo
fi: Kirjaudu käyttämällä %1$s-logoa

source: Login method
da_dk: Login metode
fi: Kirjautumistapa
nb_no: Innloggingsmetode

source: Login not confirmed: This user is not the user mapped to the %1$s account, and does not have the same email account
da_dk: Log ind ikke bekræftet: Denne bruger er ikke den bruger, der er knyttet til kontoen %1$s, og har ikke den samme e-mailkonto.
fi: Kirjautumista ei ole vahvistettu: Tämä käyttäjä ei ole se käyttäjä, joka on yhdistetty tiliin %1$s, eikä hänellä ole samaa sähköpostitiliä.
nb_no: Pålogging ikke bekreftet: Denne brukeren er ikke brukeren som er tilordnet %1$s-kontoen, og har ikke den samme e-postkontoen.

source: Login with %1$s
da_dk: Log ind med %1$s
fi: Kirjaudu käyttämällä %1$s
nb_no: Logg inn med %1$s

source: Login with %1$s for WooCommerce
da_dk: Log ind med %1$s til WooCommerce
fi: Kirjaudu WooCommerceen käyttäen %1$s
nb_no: Logg inn med %1$s for WooCommerce

source: Login with %1$s is disabled
da_dk: Log ind med %1$s er deaktiveret.
fi: Kirjautuminen käyttäen %1$s on poistettu käytöstä
nb_no: Logg inn med %1$s er skrudd av

source: Login with Vipps
da_dk: Log ind med Vipps
fi: Kirjaudu Vippsin avulla
nb_no: Logg inn med Vipps

source: Make the entire banner clickable
da_dk: Gør hele bannen klikbar.
fi: Tee koko bannerista klikattava
nb_no: Gjør hele banneret klikkbart

source: No need to remember passwords ever again. Vipps, and you are logged in.
da_dk: Du behøver aldrig huske adgangskoder igen. Vipps, og du er logget ind.
fi: Ei tarvetta muistaa salasanoja enää ikinä. Vipps, ja olet kirjautunut sisään.
nb_no: Aldri mer brukernavn og passord. Vipps, så er du logget inn.

source: No, allow login without the app
da_dk: Ja, tillad login uden app'en.
fi: Ei, salli kirjautuminen ilman sovellusta
nb_no: Nei, tillat login uten å bruke appen

source: Normally, WooCommerce-banners like this will use a "click here"-text. If you don't, check here to make the entire banner clickable like a button
da_dk: Normalt vil WooCommerce-bannere som dette bruge en "klik her"-tekst. Hvis ikke, skal du klikke her for at gøre hele banneret klikbart som en knap.
fi: Normaalisti, WooCommerce-bannerit, kuten tämä, käyttää "klikkaa tästä"-tekstiä. Jos sinä et käytä, tarkista täältä, että koko banneri on napsautettavissa kuin painike.
nb_no: Vanligvis så vil WooCommerce-bannere som dette bruke en "klikk her"-tekst. Hvis du ikke gjør dette, huk av her for å gjøre hele bannert klikkbart (som en knapp)

source: Not a valid user
da_dk: Ikke en gyldig bruger
fi: Ei voimassaoleva käyttäjä
nb_no: Ikke en gyldig bruker

source: Only if member of restricted groups
da_dk: Kun hvis medlem af begrænsede grupper
fi: Vain, jos kuuluu rajoitettuihin ryhmiin
nb_no: Bare hvis medlem i begrensede grupper

source: Press here to connect with your app
da_dk: Tryk her for at forbinde til din app.
fi: Paina tästä muodostaaksesi yhteyden sovellukseesi
nb_no: Trykk her for å koble til med appen din

source: Require this user to confirm their login with %1$s if logging in normally
da_dk: Kræv at denne bruger bekræfter deres login med %1$s, hvis de logger ind normalt.
fi: Vaadi tätä käyttäjää vahvistamaan kirjautumisensa käyttäen %1$s, jos kyseessä on normaali kirjautuminen
nb_no: Krev at denne brukeren bekrefter loginen sin med %1$s hvis de logger inn på vanlig måte

source: Require users in these roles to log in with %1$s
da_dk: Kræv, at brugere i disse roller logger ind med %1$s.
fi: Vaadi tämän roolin käyttäjiltä kirjautumista käyttäen %1$s
nb_no: Krev at brukere i disse rollene logger seg på med %1$s.

source: Save Changes
da_dk: Gem ændringerne.
fi: Tallenna muutokset
nb_no: Lagre endringer

source: Session expired - please retry.
da_dk: Sessionen udløbet - prøv venligst igen.
fi: Istunto vanhentunut - yritä uudelleen.
nb_no: Økten er utløpt - vennligst forsøk på nytt

source: Show "Continue with %1$s" in Cart page and widgets
da_dk: Vis "Fortsæt med %1$s" på indkøbskurven og widgets.
fi: Näytä "Jatka käyttäen %1$s" ostoskorisivulla ja widgeteissä
nb_no: Vis "Fortsett med %1$s" på Handlekurvsiden og i widgets

source: Show "Continue with %1$s" on the Checkout page
da_dk: Vis "Fortsæt med %1$s" på betalingssiden.
fi: Näytä "Jatka käyttäen %1$s" kassasivulla
nb_no: Vis "Fortsett med %1$s" på Kassesiden

source: Sometimes, the user may need to confirm their email or answer follow up questions to complete sign in. This page, which you may leave blank, will be used for this purpose. A blank page will have been installed for you when activating the plugin, this is the default page which will be used. Do *not* use any system pages or anything that is being used for other things.
da_dk: Nogle gange skal brugeren muligvis bekræfte deres e-mail eller svare på opfølgningsspørgsmål for at fuldføre log ind. Denne side, som du måske ønsker at lade være blank, vil blive brugt til dette formål. En blank side vil være blevet installeret til dig, når du aktiverer pluginet; dette er standard siden, der vil blive brugt. Brug *ikke* system sider eller noget, der bruges til andre formål.
fi: Joskus käyttäjän on ehkä vahvistettava sähköpostiosoitteensa tai vastattava lisäkysymyksiin kirjautumisen loppuun saattamiseksi. Tätä sivua, jonka voit jättää tyhjäksi, käytetään tähän tarkoitukseen. Tyhjä sivu on asennettu sinulle, kun aktivoit lisäosan ja sitä käytetään oletussivuna. Älä käytä mitään järjestelmäsivuja tai muuhun tarkoitukseen käytettäviä sivuja.
nb_no: Av og til vil brukeren måtte bekrefte epostaddressen sin eller svare på oppfølgingsspørsmål for å fullføre innlogging. Denne siden, som du kan la være tom, vil bli brukt til dette formålet. Når du installerte pluginen vil en slik side ha blitt opprettet for deg; dette er standardsiden som vil bli brukt. Hvis du velger en annen, så pass på å ikke bruke en systemside eller en side som brukes til hva som helst annet.
